import React from 'react'
import BackButton from './../individuals/BackButton';
import PolicyFooter from './PolicyFooter';

function CookiePolicyRu() {
    return (
        <div className='vh-100-policy overflow-auto'>
        <div className='pb-3 mb-5 text-justify mx-2'>
                <div className='w-100 text-center text-uppercase pb-2'><strong>Политика файлов cookie</strong></div>
                <p className='w-100 text-center pb-2'>В этой политике мы используем термин «файлы cookie» для обозначения файлов cookie и других подобных технологий.</p>
                <p className='w-100 text-center'>Что такое файлы cookie</p>
                <p>Как это принято почти на всех профессиональных веб-сайтах, этот сайт использует файлы cookie, которые представляют собой крошечные файлы, которые загружаются на ваш компьютер для улучшения взаимодейстия пользователя с сайтом. На этой странице описывается, какую информацию они собирают, как мы ее используем и почему нам иногда необходимо хранить эти файлы cookie. Мы также расскажем, как вы можете предотвратить сохранение этих файлов cookie, однако это может привести к понижению или «поломке» определенных элементов функциональности сайта.</p>
                <p>Для получения более общей информации о файлах cookie прочтите <a href="https://ru.wikipedia.org/wiki/Cookie">"Cookie"</a>.</p>
                <p className='w-100 text-center'>Как мы используем файлы cookie</p>
                <p>Мы используем файлы cookie по разным причинам, описанным ниже. К сожалению, в большинстве случаев нет стандартных отраслевых опций для отключения файлов cookie без полного отключения функций и функций, которые они добавляют на этот сайт. Рекомендуется оставить все файлы cookie, если вы не уверены, нужны они вам или нет, в случае, если они используются для предоставления услуги, которую вы используете.</p>
                <p className='w-100 text-center'>Отключение файлов cookie</p>
                <p>Вы можете предотвратить установку файлов cookie, изменив настройки своего браузера (смотрите справку своего браузера, чтобы узнать, как это сделать). Имейте в виду, что отключение файлов cookie повлияет на функциональность этого и многих других веб-сайтов, которые вы посещаете. Отключение файлов cookie обычно приводит к отключению определенных функций и возможностей этого сайта. Поэтому рекомендуется не отключать файлы cookie.</p>
                <p className='w-100 text-center'>Файлы cookie, которые мы устанавливаем</p>
                <div>Файлы cookie, связанные с входом в систему</div>
                <p>Мы используем файлы cookie, когда вы входите в систему, чтобы мы могли помнить об этом факте. Это избавляет вас от необходимости входить в систему каждый раз, когда вы посещаете новую страницу. Эти файлы cookie обычно удаляются или очищаются при выходе из системы, чтобы обеспечить доступ к ограниченным функциям и областям только при входе в систему.</p>
                <div>Файлы cookie, связанные с формами</div>
                <p>Когда вы отправляете данные через форму, такую как те, которые находятся на страницах контактов или в формах комментариев, файлы cookie могут быть настроены для запоминания ваших пользовательских данных для будущей переписки.</p>
                <div>Файлы cookie настроек сайта</div>
                <p>Чтобы предоставить вам отличный опыт работы с этим сайтом, мы предоставляем функциональные возможности для установки ваших предпочтений в отношении того, как этот сайт работает, когда вы его используете. Чтобы запомнить ваши предпочтения, нам необходимо установить файлы cookie, чтобы эта информация могла вызываться всякий раз, когда вы взаимодействуете со страницей, в зависимости от ваших предпочтений.</p>
                <p className='w-100 text-center'>Сторонние файлы cookie</p>
                <p>В некоторых особых случаях мы также используем файлы cookie, предоставленные доверенными третьими сторонами. В следующем разделе подробно описаны файлы cookie третьих сторон, с которыми вы можете столкнуться на этом сайте.</p>
                <div>Этот сайт использует Google Analytics, которое является одним из самых распространенных и надежных аналитических решений в Интернете, помогающих нам понять, как вы используете сайт и как мы можем улучшить ваш опыт. Эти файлы cookie могут отслеживать такие вещи, как время, которое вы проводите на сайте, и страницы, которые вы посещаете, чтобы мы могли продолжать создавать интересный контент.</div>
                <p>Для получения дополнительной информации о файлах cookie Google Analytics посетите официальную страницу Google Analytics.</p>
                <p>Сторонняя аналитика используется для отслеживания и измерения использования этого сайта, чтобы мы могли продолжать создавать интересный контент. Эти файлы cookie могут отслеживать такие вещи, как время, которое вы проводите на сайте или посещаемых страницах, что помогает нам понять, как мы можем улучшить сайт для вас.</p>
                <p>Время от времени мы тестируем новые функции и вносим небольшие изменения в способ доставки сайта. Когда мы все еще тестируем новые функции, эти файлы cookie могут использоваться, чтобы гарантировать, что вы получаете постоянный опыт работы на сайте, и при этом мы понимаем, какие оптимизации наши пользователи ценят больше всего.</p>
                <div>Служба Google AdSense, которую мы используем для показа рекламы, использует файлы cookie DoubleClick, чтобы показывать более релевантную рекламу в Интернете и ограничивать количество раз, когда вам будет показано данное объявление.</div>
                <p>Дополнительные сведения о Google AdSense смотрите в официальном разделе часто задаваемых вопросов о конфиденциальности Google AdSense.</p>
                <p>Мы используем рекламу, чтобы компенсировать расходы на содержание этого сайта и обеспечить финансирование для дальнейшего развития. Файлы cookie поведенческой рекламы, используемые этим сайтом, предназначены для обеспечения того, чтобы мы предоставляли вам наиболее релевантную рекламу, где это возможно, путем анонимного отслеживания ваших интересов и представления аналогичных вещей, которые могут быть интересны.</p>
                <p className='w-100 text-center'>Дополнительная информация</p>
                <p>Надеюсь, это прояснило вам ситуацию, и, как уже упоминалось ранее, если есть что-то, в чем вы не уверены, нужно ли вам или нет, обычно безопаснее оставить файлы cookie включенными, если они действительно взаимодействуют с одной из функций, которые вы используете на нашем сайте.</p>
                <p>Если вы все еще ищете дополнительную информацию, вы можете связаться с нами по электронной почте - <a href="mailto:info@sentstring.com">info@sentstring.com</a>.</p>
                <BackButton />
            </div>
            <PolicyFooter />
        </div>
    )
}

export default CookiePolicyRu