import React from 'react'
import BackButton from '../individuals/BackButton';
import PolicyFooter from './PolicyFooter';

function PrivacePolicyRu() {
    return (
        <div className='vh-100-policy overflow-auto'>
            <div className='pb-3 mb-5 text-justify mx-2'>
                <div className='w-100 text-center text-uppercase pb-2'><strong>Политика конфиденциальности</strong></div>
                <p>На sentstring.com, доступном по адресу https://sentstring.com, одним из наших основных приоритетов является конфиденциальность наших посетителей. Этот документ Политики конфиденциальности содержит типы информации, которая собирается и записывается sentstring.com, и способы ее использования.</p>
                <p>Настоящая Политика конфиденциальности применяется только к нашей онлайн-деятельности и действительна для посетителей нашего веб-сайта в отношении информации, которую они передали и/или собирают на sentstring.com. Эта политика не применима к любой информации, собираемой в автономном режиме или по каналам, отличным от этого веб-сайта.</p>
                <p className='w-100 text-center'>Согласие</p>
                <p>Используя наш веб-сайт, вы тем самым соглашаетесь с нашей Политикой конфиденциальности и соглашаетесь с ее условиями.</p>
                <p className='w-100 text-center'>Информация, которую мы собираем</p>
                <div>Личная информация, которую вас просят предоставить, и причины, по которым вас просят предоставить ее, будут ясны вам в тот момент, когда мы просим вас предоставить вашу личную информацию.</div>
                <div>Если вы обратитесь к нам напрямую, мы можем получить дополнительную информацию о вас, такую как ваше имя, адрес электронной почты, номер телефона, содержание сообщения и/или вложений, которые вы можете нам отправить, а также любую другую информацию, которую вы можете предоставить.</div>
                <div>Когда вы регистрируете учетную запись, мы можем запросить вашу контактную информацию, включая такие элементы, как имя, название компании, адрес, адрес электронной почты и номер телефона.</div>
                <p className='w-100 text-center'>Как мы используем вашу информацию</p>
                <p>Мы используем информацию, которую собираем, различными способами, в том числе для:</p>
                <div>Предоставления, эксплуатации и поддержания нашего веб-сайта</div>
                <div>Улучшения, персонализации и расширения нашего веб-сайта</div>
                <div>Анализа, как вы используете наш веб-сайт</div>
                <div>Разрабатывания новых продуктов, услуг и функций</div>
                <div>Контактов с вами напрямую или через одного из наших партнеров, в том числе для обслуживания клиентов, чтобы предоставлять вам обновления и другую информацию, относящуюся к веб-сайту, а также в маркетинговых и рекламных целях.</div>
                <div>Отправки вам электронных писем</div>
                <p>Предотвращения мошенничества</p>
                <p className='w-100 text-center'>Лог-файлы</p>
                <p>Sentstring.com следует стандартной процедуре использования файлов журнала. Эти файлы регистрируют посетителей, когда они посещают веб-сайты. Все хостинговые компании делают это и часть аналитики хостинговых услуг. Информация, собираемая файлами журнала, включает адреса интернет-протокола (IP), тип браузера, поставщика услуг Интернета (ISP), отметку даты и времени, страницы перехода/выхода и, возможно, количество кликов. Они не связаны с какой-либо информацией, позволяющей установить личность. Целью информации является анализ тенденций, администрирование сайта, отслеживание движения пользователей на сайте и сбор демографической информации.</p>
                <p className='w-100 text-center'>Файлы cookie и веб-маяки</p>
                <div>Как и любой другой веб-сайт, sentstring.com использует файлы cookie. Эти файлы cookie используются для хранения информации, включая предпочтения посетителей и страницы веб-сайта, которые посетитель посещал или посещал. Информация используется для оптимизации работы пользователей путем настройки содержимого нашей веб-страницы на основе типа браузера посетителей и/или другой информации.</div>
                <p>Для получения более общей информации о файлах cookie ознакомьтесь с нашей <a href="https://sentstring.com/cookie-policy/en/">Политикой файлов cookie</a>.</p>
                <p className='w-100 text-center'>Google DoubleClick DART Cookie</p>
                <p>Google является одним из сторонних поставщиков на нашем сайте. Он также использует файлы cookie, известные как файлы cookie DART, для показа рекламы посетителям нашего сайта на основе их посещения других сайтов в Интернете. Однако посетители могут отказаться от использования файлов cookie DART, посетив Политику конфиденциальности рекламы и контентной сети Google по следующему URL-адресу – <a href="https://policies.google.com/technologies/ads">https://policies.google.com/technologies/ads</a>.</p>
                <p className='w-100 text-center'>Наши рекламные партнеры</p>
                <p>Некоторые рекламодатели на нашем сайте могут использовать файлы cookie и веб-маяки. Наши рекламные партнеры перечислены ниже. У каждого из наших рекламных партнеров есть собственная Политика конфиденциальности в отношении пользовательских данных. Для облегчения доступа мы разместили гиперссылку на их Политику конфиденциальности ниже.</p>
                <ul>
                    <li>
                        <p>Google <a href="https://policies.google.com/technologies/ads">https://policies.google.com/technologies/ads</a></p>
                    </li>
                </ul>
                <p className='w-100 text-center'>Политика конфиденциальности рекламных партнеров</p>
                <div>Вы можете ознакомиться с этим списком, чтобы найти Политику конфиденциальности для каждого из рекламных партнеров sentstring.com.</div>
                <div>Сторонние рекламные серверы или рекламные сети используют такие технологии, как файлы cookie, JavaScript или веб-маяки, которые используются в их соответствующих рекламных объявлениях и ссылках, которые появляются на sentstring.com и отправляются непосредственно в браузер пользователей. Когда это происходит, они автоматически получают ваш IP-адрес. Эти технологии используются для измерения эффективности их рекламных кампаний и/или для персонализации рекламного контента, который вы видите на посещаемых вами веб-сайтах.</div>
                <p>Обратите внимание, что sentstring.com не имеет доступа или контроля над этими файлами cookie, которые используются сторонними рекламодателями.</p>
                <p className='w-100 text-center'>Политика конфиденциальности третьей стороны</p>
                <div>Политика конфиденциальности Sentstring.com не распространяется на других рекламодателей или веб-сайты. Таким образом, мы советуем вам ознакомиться с соответствующими Политиками конфиденциальности этих сторонних рекламных серверов для получения более подробной информации. Он может включать их методы и инструкции о том, как отказаться от определенных вариантов.</div>
                <p>Вы можете отключить файлы cookie в настройках своего браузера. Чтобы узнать более подробную информацию об управлении файлами cookie в определенных веб-браузерах, ее можно найти на соответствующих веб-сайтах браузеров.</p>
                <p className='w-100 text-center'>Право на защиту данных (Общий регламент защиты персональных данных)</p>
                <div>Мы хотели бы убедиться, что вы полностью осведомлены обо всех своих правах на защиту данных. Каждый пользователь имеет право на следующее:</div>
                <div>Право на доступ - вы имеете право запрашивать копии ваших личных данных. Мы можем взимать небольшую плату за эту услугу.</div>
                <div>Право на исправление - Вы имеете право потребовать, чтобы мы исправили любую информацию, которую вы считаете неточной. Вы также имеете право потребовать от нас дополнить информацию, которую вы считаете неполной.</div>
                <div>Право на удаление - вы имеете право потребовать, чтобы мы удалили ваши личные данные при определенных условиях.</div>
                <div>Право ограничить обработку - Вы имеете право потребовать, чтобы мы ограничили обработку ваших личных данных при определенных условиях.</div>
                <div>The right to object to processing – You have the right to object to our processing of your personal data, under certain conditions.</div>
                <div>Право на переносимость данных - вы имеете право потребовать, чтобы мы передали собранные нами данные другой организации или непосредственно вам при определенных условиях.</div>
                <p>Если вы сделаете запрос, у нас будет один месяц, чтобы ответить вам. Если вы хотите воспользоваться каким-либо из этих прав, свяжитесь с нами.</p>
                <p className='w-100 text-center'>Информация о детях</p>
                <div>Еще одна часть нашего приоритета - это защита детей при использовании Интернета. Мы призываем родителей и опекунов наблюдать, участвовать и/или контролировать и направлять их действия в Интернете.</div>
                <div>Sentstring.com сознательно не собирает какую-либо личную информацию от детей младше 13 лет. Если вы считаете, что ваш ребенок предоставил такую информацию на нашем веб-сайте, мы настоятельно рекомендуем вам немедленно связаться с нами, и мы сделаем все возможное, чтобы незамедлительно удалите такую информацию из наших записей.</div>
                <p>Если у вас есть дополнительные вопросы или вам нужна дополнительная информация о нашей Политике конфиденциальности, пожалуйста, обратитесь к нам по электронной почте - <a href="mailto:info@sentstring.com">info@sentstring.com</a>.</p>
                <BackButton />
            </div>
            <PolicyFooter />
        </div>
    )
}

export default PrivacePolicyRu